"request_consent_privacy_update" = "隐私政策更新提示";
"request_consent_content_part_one" = "依据最新的法律要求，我们更新了隐私政策，请您务必审慎阅读、充分理解相关条款内容。";
"request_consent_content_part_two_new_dt" = "点击同意即代表你已经阅读并同意隐私政策，如果您不同意隐私政策的内容，请您停止使用%@服务。";
"request_consent_content_part_three" = "我们会尽力保护您的个人信息安全。";
"request_consent_agree" = "同意";
"request_consent_reject" = "不同意";
"request_consent_content_part_two_update" = "点击同意即代表您已经阅读并同意隐私政策，如果您想要更改决定，您可以到设置->隐私设置->隐私政策进行更改。";
"request_consent_privacy_tip" = "您需要同意我们的隐私政策，才能继续使用我们的产品和服务。";
"request_consent_switch" = "信息收集权限";
"request_consent_switch_about_dt" = "帮助%@提高产品体验和服务，需要收集您的个人信息包括设备相关信息，地理位置信息，网络信息。";
"request_consent_close_tip" = "您关闭权限后，我们将不再收集您的信息，并且我们会清理您的历史信息并注销您的账号，您是否要继续？";
"request_consent_about" = "关于数据收集隐私条款";
"request_consent_clean" = "注销清除信息";
"request_consent_close" = "关闭收集权限";
"request_consent_content_privacy" = "隐私政策";
"request_consent_content_privacy_dt" = "%@隐私政策";
"Notice" = "提醒";
"Cancel" = "取消";
"Done" = "完成";
"OK" = "确定";

